Repository: ProtoThis/nodm
Catalog: debian/po/*.po
Languages: nl

source: Enable nodm?
nl: nodm activeren?

source: Designed for embedded or kiosk systems, nodm starts an X session for a user without asking for authentication. On regular machines, this has security implications and is therefore disabled by default.
nl: Nodm is ontworpen voor embedded of kioskomgevingen en start daarom een X-sessie voor een gebruiker zonder om inloggegevens te vragen. Op normale computers heeft dit gevolgen voor de beveiliging en is daarom standaard uitgeschakeld.

source: You should enable nodm only if you need autologin on this machine.
nl: U moet nodm alleen activeren als u automatisch inloggen wilt inschakelen op deze computer.

source: User to start a session for:
nl: Gebruiker waarvoor een sessie moet worden gestart:

source: Please enter the login name of the user that will automatically be logged into X by nodm.
nl: Wat is de inlognaam van de gebruiker die door nodm automatisch moet worden aangemeld in X?

source: Lowest numbered vt on which X may start:
nl: Laagst-genummerde vt waarop X mag opstarten:

source: nodm needs to find a free virtual terminal on which to start the X server.
nl: Nodm heeft een vrije virtuele terminal nodig om de X-server op te starten.

source: Since X and getty get to conflict, this parameter will specify the lowest numbered virtual terminal on which to start the search.
nl: Aangezien X en getty elkaar in de weg zitten, bepaalt deze parameter de laagst-genummerde virtuele terminal waarvanaf wordt gezocht.

source: This value should be set to one higher than the highest numbered virtual terminal on which a getty may start.
nl: Deze waarde dient één hoger te zijn dan de hoogst-genummerde virtuele terminal waarop mogelijk een getty wordt opgestart.

source: Options for the X server:
nl: Opties voor de X-server:

source: Please enter the options to pass to the X server when starting it.
nl: Welke opties moeten er aan de X-server worden meegegeven wanneer deze wordt opgestart?

source: Minimum time (in seconds) for a session to be considered OK:
nl: Kortste tijd (in seconden) voor een sessie die nog in orde is:

source: If an X session will run for less than this time in seconds, nodm will wait an amount of time before restarting the session. The waiting time will grow until a session lasts longer than this amount.
nl: Als een X-sessie korter duurt dan deze tijd in seconden, dan zal nodm enige tijd wachten voordat de sessie wordt herstart. De wachttijd zal toenemen totdat er een sessie is die langer duurt.

source: Maximum time (in seconds) to wait for X to start:
nl: Langste tijd (in seconden) dat op het opstarten van X gewacht moet worden:

source: X session to use:
nl: Te gebruiken X-sessie:

source: Please choose the name of the X session script to use with nodm.
nl: Wat is de naam van het X-sessie-script op dat nodm moet gebruiken?
